verification/runs/T-family/T1_runs/R_100k_x/0.orig/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      k;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0.2109375;
boundaryField
{
    inlet   { type fixedValue; value uniform 0.2109375; }
    outlet  { type zeroGradient; }
    wall    { type kLowReWallFunction; value $internalField; }
    front   { type wedge; }
    back    { type wedge; }
}
