verification/runs/T-family/T1_runs/R_100k_x/0.orig/omega
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      omega;
}

dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 59.894678;
boundaryField
{
    inlet   { type fixedValue; value uniform 59.894678; }
    outlet  { type zeroGradient; }
    wall    { type omegaWallFunction; value $internalField; }
    front   { type wedge; }
    back    { type wedge; }
}
